{
  "article_schema_version": "1.0",
  "id": 1,
  "info": {
    "author": "WebMaster",
    "date": "2021-04-05",
    "category": "announcement"
  },
  "title": "JAFAX 2021 Cancellation",
  "content": "<p>Hello JAFAX Community,</p><p>The JAFAX staff want to thank everyone once again for their continued patience and support as we hunkered down throughout 2020 and are still maintaining safety protocols in 2021 to keep everyone healthy. We have been monitoring Covid-19 updates provided by the CDC and the government, along with keeping communication open between our venues, guests, and vendors. We have strived to prepare a safe and stellar event for everyone involved in 2021.</p><p>Considering all the facts currently available to us, and after much discussion with staff members, venue personnel, and health professionals, it falls on us to unfortunately announce the cancellation of JAFAX 2021. The decision to cancel JAFAX was made from both caution for the safety of all those involved, along with a necessity to provide space at DeVos Place Convention Center for the Kent County Health Department to continue their vaccine distribution through June 30, 2021. At this time, getting everyone vaccinated is the most important step forward for everyone to be able to return to holding events in celebration of Japanese animation, film, art, and culture.</p><p>We did discuss moving our dates later into the summer. However, it was determined due to safety, space availability, and other events already booked in the later parts of the summer, that it makes the most sense to cancel for 2021. Getting Covid-19 under control and putting all our efforts into making 2022 the best JAFAX event imaginable will be our goal moving forward. To that end, we have already secured the dates of June 24-26, 2022 and will be returning to the Amway Grand Plaza Hotel and DeVos Place Convention Center in downtown Grand Rapids, Michigan.</p><p>For everyone who has supported JAFAX by already purchasing a badge for the convention, we thank you. Your support gives us the motivation to continue working to bring western Michigan a premier event celebrating everything Japanese. Badges that were purchased for the 2020 or the 2021 event will be automatically rolled over for the JAFAX 2022 convention. No actions are required if you want to keep your badge for JAFAX 2022. If you do wish to request a refund, simply contact the registration coordinator via the <a href="http://www.jafax.org/contact">Contact Us</a> tab and ask for a refund.</p><p>We also want to thank our artists and vendors who were scheduled to be present for JAFAX 2021. We know Covid-19 has been particularly difficult for most artists and vendors who frequent JAFAX and conventions like ours. We want to announce that all booths currently reserved will be rolled over to JAFAX 2022. If you would prefer a refund, please simply contact the Artist Alley or Vendor Coordinator via the <a href="http://www.jafax.org/contact">Contact Us</a> tab and mention wanting a refund for your booth. Please note that if you request a refund, we cannot guarantee you a space for JAFAX 2022. We are looking into offering a smaller number of additional booths for new artists and vendors for the event next year. Applications for both will open in the coming months. We are also looking at ways to help promote artists and vendors scheduled to attend JAFAX 2021 in the coming months. We hope to have more on that topic soon.</p><p>For all our rock star volunteers, our volunteer coordinator will reach out to you individually to see if you would like to keep your application on file for the 2022 event or if you would like to cancel it to maybe resubmit at a later date. Volunteer applications will close temporarily as we make edits to the application for 2022 and the application will open back up shortly. If you have any questions in the meantime, please contact the Volunteer Coordinator via the <a href="http://www.jafax.org/contact">Contact Us</a> tab.</p><p>We deeply apologize for any complications, hardships, or inconveniences that our decision may have caused, yet we hope people understand our commitment to keeping everyone safe and with helping everyone beat Covid-19. We want to extend another sincere thank you to everyone who has supported JAFAX in any form or fashion over the years. Without you, JAFAX as it is today could not exist. We are disheartened to have to cancel for a second year in a row, but we are optimistic and excited for what we plan to bring to Grand Rapids, MI in 2022. We cannot wait to see so many people that we as a community have missed since 2019. Please stay healthy, stay safe, and stay tuned for more JAFAX updates to come as we dive headlong into 2022!</p><p>Warmest Regards,<br />The JAFAX Team</p>"
}
