{
    "name": "Ashlee Kalthoff (Disfusional Studios)",
    "bios": [
        {
            "photoFileName": "/images/guests/DisfusionalStudios.jpg",
            "photoPosition": "left",
            "content": "<p><ul><li>Professionally Published and Award Winning Artist</li><li>Published and Int. Award Winning Costume Designer</li><li>Twitch Streamer</li><li>Official Warframe Content Creator</li><li>Captain.tv Partner</li></ul></p><p>Originally from Southeast Michigan, Disfusional Studios' lead designer and fabricator, Ashlee Kalthoff, has been creating and showing her artwork since 2005. After receiving a Bachelor's Degree in Art and Design (with concentration studies in welding and painting), Ashlee has applied her traditional artistic background to costume and prop fabrication, and graphic design. Through artistic collaborations Disfusional Studios has been able to bring their creations out of the studio to many midwest conventions and through Twitch, around the world. Through these associations, she has worked with video game companies, sewing outfitters, international make-up brands, and more.</p><p>Since 2012, Disfusional Studios has won many cosplay 'Best in Show', and craftsmanship titles around the Great Lakes region. Her attention to detail and advanced sewing and fabrication techniques have allowed her creations to stand in the spotlight again and again. To further her commitment to the craft and culture she shares build guides, construction techniques, tutorials, and general advice and information to whomever asks. Many of her live streams show the complete process from start to finish on various creations from special effects make-up, cosplay and prop fabrication, and graphic art. As a former educator, Kalthoff imparts wisdom on anyone who shows interest in her creations.</p><p>Website: <a href=\"https://www.disfusional.com/\">www.disfusional.com</a><br />Twitch: <a href=\"https://www.twitch.tv/disfusional\">twitch.tv/disfusional</a><br />Facebook: <a href=\"https://www.facebook.com/disfusional/\">disfusional</a><br />Instagram: <a href=\"https://www.instagram.com/disfusional/\">disfusional</a><br />Twitter: <a href=\"https://www.twitter.com/disfusional/\">@disfusional</a><br />YouTube: <a href=\"https://www.youtube.com/@disfusional\">Art Studio (@disfusional)</a><br />YouTube: <a href=\"https://www.youtube.com/@disfusionalLIVE\">Gaming Studio (@disfusionalLIVE)</a><br /></p>"
        }
    ]
}
