{
    "name": "Derek Padula",
    "photoFileName": "/images/guests/DerekPadula.png",
    "photoPosition": "left",
    "content": "Derek Padula is the Dragon Ball Scholar. He illuminates the real-world historical, spiritual, and philosophical culture of Dragon Ball to enable readers to better understand the series and empower themselves on their own life journeys. He is:</p><p><ul><li>The author of 8 non-fiction Dragon Ball books</li><li>The creator of \"The Dao of Dragon Ball\" website</li><li>The screenplay writer of the \"Dragon Ball Z: Light of Hope\" live-action web series, with over 30 million views on YouTube, and which MoviePilot.com described as, \"Finally, the live-action Dragon Ball Z we deserve!\"</li></ul></p><p>His books include the #1 best-selling Dragon Ball Z \"It's Over 9,000!\", \"When Worldviews Collide\", \"Dragon Soul: 30 Years of Dragon Ball Fandom\", and the 7-volume \"Dragon Ball Culture\" series.</p><p>Reviewers praise his books as, \"A true masterpiece. Highly recommended!\", \"Essential reading for Dragon Ball fans\", \"The incredible insights will change the way you view the show forever\", and \"For Dragon Ball fans who think they know everything.\"</p><p>Derek works with the official Dragon Ball voice actors to write his books, including the voices of Goku and Vegeta (Sean Schemmel and Christopher Sabat), as well as marketing and production professionals at FUNimation and Shonen Jump.</p><p>He has consistently discovered lost Dragon Ball lore and shaken up the Dragon Ball fandom. For example, in 2016 Derek received an apology from the screenplay writer of Dragonball Evolution, where he expressed regret for the way he wrote the script and promised to do better moving forward. This shocked fans and Hollywood alike.</p><p>He is a Grand Rapids, Michigan based author, with a B.A. in East Asian Studies and Chinese language from Western Michigan University. He is a former Shaolin Kung Fu instructor and current Falun Dafa meditation practitioner. He has written about the culture and philosophy of Dragon Ball since 2003, and is an expert on Dragon Ball, martial arts, and Eastern philosophy.</p><p>Derek has been described by his fans as, \"a 21st century J.R.R. Tolkien of DBZ, and a man of honor and integrity.\"</p><p>Derek's official Facebook: <a href=\"https://www.facebook.com/The-Dao-of-Dragon-Ball-291746590854799/\">The Dao of Dragon Ball</a><br />Twitter: <a href=\"https://twitter.com/derekpadula/\">@derekpadula</a><br />Instagram: <a href=\"https://instagram.com/derekpadula\">derekpadula</a><br />Pinterest: <a href=\"https://pinterest.com/derekpadula\">derekpadula</a><br />LinkedIn: <a href=\"https://www.linkedin.com/in/derekpadula/\">derekpadula</a><br /><p>Derek Padula's books are available in paperback, hardcover, and ebook. They can be purchased at the following sites:</p><p><ul><li>His website: <a href=\"http://thedaoofdragonball.com/\">thedaoofdragonball</a></li><li>Amazon: <a href=\"http://amazon.com/author/derekpadula\">amazon.com/author/derekpadula</a></li><li>Barnes &amp; Noble Nook: <a href=\"http://www.barnesandnoble.com/s/%22Derek%20Padula%22;jsessionid=2E0C93FAA22E86C7C214E1B178E42A2D.prodny_store01-atgap08?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall\">Derek Padula</a></li><li>Apple iBooks: <a href=\"https://geo.itunes.apple.com/us/author/derek-padula/id558303722?mt=11&uo=4&at=11laVD\">Derek Padula</a></li><li>Google Play: <a href\"https://play.google.com/store/books/author?id=Derek+Padula\">Derek Padula</a></li><li>Kobo Reader: <a href=\"https://store.kobobooks.com/en-us/search?query=Derek%20Padula&fcsearchfield=Author\">Derek Padula</a></li><li>Bookmate: <a href=\"https://bookmate.com/search?author=Derek+Padula\">Derek Paluda</a></li><li>24 Symbols: <a href=\"https://www.24symbols.com/publisher/derek-padula?id=31409&locale=en\">Derek Paluda</a></li></ul><p>Additionally his books can be found in bookstores, libraries, K-12 schools and libraries throughout North America, Europe, Australia, Brazil, South Korea, China, and India.</p>"
}