{
    "name": "Sean Chiplock",
    "photoFileName": "/images/guests/SeanChiplock.jpg",
    "photoPosition": "left",
    "content": "Sean Chiplock is a professional voiceover artist who has been quickly moving his way further into the industry, voicing in projects across the board from video games, to anim&eacute;, to name-brand commercials, and even products from Disney-Pixar and Nintendo. Some of his recent notable roles include \"Revali\", \"Teba\", and \"The Great Deku Tree\" in \"The Legend of Zelda: Breath of the Wild\", \"Diluc\" in \"Genshin Impact\", \"Rean Schwarzer\" in \"the Legend of Heroes: Trails of Cold Steel\" series of games, and \"Subaru Natsuki\" in \"RE:Zero\" (or even more recently \"Shiki Granbell\" in \"Eden's Zero\"), with many more TBA roles moving through the pipeline.</p><p>Sean's intense energy and devotion to his performances stems from his equally vibrant personality, and he enjoys talking to anyone about basically anything, whether it's providing insight into his progress as an actor or sharing slice-of-life moments from his more interesting real-life adventures. A gamer at heart, he issues a calm but stern challenge to any would-be \"Smash Bros.\" enthusiasts; as a consistent top-quality Mega Man on the West Coast, he guarantees any willing rivals a hard battle to overcome.</p><p>When not tackling his freelance work, he often enjoys streaming games from his favorite genres, dubbing the dialogue in real-time while sharing his passions for the worlds he sometimes even gets to directly contribute to. He currently resides in sunny California, battling traffic almost as often as he battles his animated rivals.</p><p><b>Stream Channel:</b><br />Twitch: <a href=\"https://twitch.tv/sonicmega\">twitch.tv/sonicmega</a><br /><br /><b>Social Media:</b><br />Twitter: <a href=\"https://twitter.com/sonicmega\">@sonicmega</a><br />Discord: <a href=\"https://discord.gg/hasn\">discord.gg/hasn</a><br /><br /><b>Portfolio:</b><br />iMDB: <a href=\"https://www.imdb.com/name/nm5168315/\">imdb.com/name/nm5168315</a><br />Behind the Voice Actors: <a href=\"https://www.behindthevoiceactors.com/Sean-Chiplock/\">behindthevoiceactors.com/Sean-Chiplock</a><br /></p>"
}
