{
  "article_schema_version": "1.0",
  "id": 1,
  "info": {
    "author": "WebMaster",
    "date": "2020-04-29",
    "category": "announcement"
  },
  "title": "JAFAX 2020 Cancellation",
  "content": "<p>Dear JAFAX Community,</p><p>The JAFAX staff want to thank everyone for their patience and support as we have worked tirelessly to navigate the ever-changing convention landscape during the Covid-19 pandemic. We have been in close contact with our various external partners and venues while also constantly monitoring the updates provided by the government and health officials regarding the coronavirus. It has been our purpose from the beginning to determine if we could deliver the same quality of event that JAFAX attendees have come to expect, while also being able to guarantee the safety of those in attendance.</p><p>Considering everything that has been discussed and studied by our staff members and partners, it is with great sadness that we are announcing the cancellation of JAFAX 2020 scheduled for June 26-28, 2020. This was not a decision made quickly or lightly, but after analyzing all paths forward, the JAFAX staff have determined it is the most responsible course of action. The convention will return for JAFAX 2021 carrying over the theme of \"sports\" from JAFAX 2020. We have secured the dates of June 25-27, 2021 and will be returning to the Amway Grand Plaza Hotel and DeVos Place Convention Center in downtown Grand Rapids, Michigan.</p><p>We would like to take a moment to thank everyone who has put forth time and effort to make JAFAX 2020 a success. Without all the volunteers that put in countless hours of work, JAFAX could not function to the caliber that it does. We also want to thank all the fans and industry partners that were looking forward to JAFAX 2020. Without your support and interest, JAFAX could not exist. We hope to see everyone back in 2021 and we hope to be able to provide our fans and partners with an experience that goes beyond anything JAFAX has done in the past. We will be looking to all our attendees, volunteers, and partners to help guide the event to success in 2021.</p><h2>What does this mean for people planning to attend JAFAX 2020?</h2><p>JAFAX hopes to be as transparent as possible during the process of cancelling the 2020 event and moving forward with plans for our 2021 convention. Please review the information below that pertains to the way that you were planning to attend JAFAX 2020. We hope that the below information answers any questions you might have, but if any questions still exist, please do not hesitate to reach out to us either by messaging our Facebook page, contacting the General Info Department via our <a href=\"http://www.jafax.org/contact?department=4\">website</a> or by emailing your JAFAX staff member if you have already been in contact with someone specific.</p><h2>With regards to people that have already pre-registered:</h2><p>All attendees who have already pre-registered will be automatically rolled over to our 2021 event. This option is the best way for attendees to support JAFAX moving forward into 2021. It is no secret that cancelling an entire event has its own financial expenses associated with it. As a 501c3 non-profit organization, letting the JAFAX 2020 pre-registration transfer over to JAFAX 2021 will help us meet any outstanding expenses that still exist for 2020 and allow us to focus on making JAFAX 2021 a success.</p><p>We fully understand during these stressful times that some attendees would prefer to have their JAFAX 2020 pre-registration refunded. Any attendee who would prefer a refund should simply send a message to our <a href=\"http://www.jafax.org/contact?department=7\">Registration Coordinator</a> on or before July 31, 2020.</p><p>￼Anyone who is looking for a way to support JAFAX may consider pre-registering for JAFAX 2021 once the option becomes available on our website in the coming weeks. An announcement will be made when JAFAX 2021 pre-registration becomes available.</p><h2>With regards to hotel room reservation:</h2><p>All hotel room reservations made inside the JAFAX room block will be automatically cancelled by the Amway Grand Plaza Hotel. Anyone who has booked a hotel room inside our room block at the Amway Grand Plaza Hotel over the weekend of JAFAX 2020 does not need to take any further actions.</p><p>If you have booked a hotel room that is not in the JAFAX room block at the Amway Grand Plaza Hotel, you will need to cancel the reservation on your own.</p><h2>With regards to vendors and artists:</h2><p>All vendors and artists who have registered and been accepted for JAFAX 2020 will have their registration automatically rolled over to our 2021 event. Vendors and artists who choose this option will not need to reapply for JAFAX 2021.</p><p>We understand if some vendors or artists would prefer to have their booth fees refunded at this time. Any vendor or artist who would prefer to have their booth(s) refunded should simply send a message to our <a href=\"http://www.jafax.org/contact?department=8\">Vendor Coordinator</a> or our <a href=\"http://www.jafax.org/contact?department=1\">Artist Alley Coordinator</a> depending on which booth(s) were purchased. Feel free to contact the appropriate JAFAX coordinator directly by email if you have already received an email message from them in the past. Please note that if you decide to request a refund for JAFAX 2020, a new application will need to be submitted for JAFAX 2021 once vendor and artist applications for JAFAX 2021 go live.</p><p>Our staff wants to do as much as we can to support our vendors and artists during this difficult time. Every Sunday for the next couple of months, we will make an Artist and Vendor Promotion post on official JAFAX social media pages where vendors and artist can share links to their online stores, tell everyone what they’ve been working on during quarantine, and hopefully sell some of their fantastic products!</p><h2>Applications for Activities at JAFAX 2020:</h2><p>All applications that have been submitted for volunteers, cosplay contests, maid-caf&eacute;, panels, and any other programming will have their appropriate JAFAX staff coordinator reach out to each person individually in the month of May to confirm if you would prefer to have your application roll over to JAFAX 2021 or to have your application voided. If you choose to have it voided, you will need to reapply once JAFAX 2021 applications go live.</p><h2>Special Guests and Partners:</h2></p>The appropriate JAFAX 2020 coordinator will be reaching out to each of our guests and 3<super>rd</super> party partners to discuss the cancellation of JAFAX 2020. While we hope to have as many of the guests and partners return for JAFAX 2021, it will take some time to confirm if the special guests and partners' availability will align with our JAFAX 2021 event. We thank everyone for their patience as the staff works through this with our special guests and 3<super>rd</super> party partners. We will announce all returning and new guest/partner announcements as we verify them.</p><h2>￼Closing Remarks:</h2><p>Once again, we want to stress our gratitude for the support and patience everyone has shown during the Covid-19 pandemic! We are hoping to provide those who are interested with a JAFAX Discord hangout space and we are also looking into possible online Discord streaming and panel possibilities over what would have been JAFAX 2020's convention weekend. More details concerning this to come in the following weeks and months.</p><p>Until then, we hope that everyone stays safe and well during these unprecedented times. JAFAX staff are already working on details for JAFAX 2021 along with possible online activities and are excited to share more details soon!</p><p>Warmest Regards,<br />The JAFAX Team</p>"
}
